Revit 2023 API
GroupTypeId.StairRisers Property
 "Risers"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 23.0.0.0 (23.1.0.0)
Syntax
C#
public static ForgeTypeId StairRisers { get; }
Visual Basic
Public Shared ReadOnly Property StairRisers As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ StairRisers {
	ForgeTypeId^ get ();
}
See Also
GroupTypeId Class
Autodesk.Revit.DB Namespace